Repository: turanmahmudov/PockIt2
Catalog: po/*.po
Languages: nb, nl

source: My List
nb: Min liste
nl: Mijn lijst

source: Articles
nb: Artikler
nl: Artikelen

source: Videos
nb: Videoer

source: Images
nb: Bilder
nl: Afbeeldingen

source: Favorites
nb: Favoritter
nl: Favorieten

source: Archive
nb: Arkiv
nl: Archief

source: Tags
nb: Tagger
nl: Labels

source: Search
nb: Søk
nl: Zoeken

source: Settings
nb: Innstillinger
nl: Instellingen

source: Stop Refresh
nb: Stopp oppfrisking
nl: Stoppen met verversen

source: Refresh
nb: Oppfrisk
nl: Verversen

source: Help
nb: Hjelp
nl: Hulp

source: Retrieving your list...
nb: Henter listen din ...
nl: Bezig met ophalen van lijst...

source: Sync error
nb: Synkroniseringsfeil
nl: Synchronisatiefout

source: Your device must be connected to the internet in order to sync.
nb: Enheten din må være koblet til internett for å kunne synkroniseres.
nl: Zorg er voor dat je verbonden bent met internet.

source: Adding...
nb: Legger til...
nl: Bezig met toevoegen...

source: Remove
nb: Fjern
nl: Verwijderen

source: Share
nb: Del
nl: Delen

source: Re-add
nb: Legg til på nytt
nl: Opnieuw toevoegen

source: Unfavorite
nb: Fjern fra favoritter
nl: Verw. uit favorieten

source: Favorite
nb: Favoritt
nl: Toev. aan favorieten

source: Cancel selection
nb: Fjern merking
nl: Niets selecteren

source: Delete
nb: Slett
nl: Verwijderen

source: Add tag
nb: Legg til tag
nl: Label toekennen

source: Select All
nb: Merk alle
nl: Alles selecteren

source: Loading...
nb: Laster...
nl: Bezig met laden...

source: Stopping download...
nb: Stopper nedlasting...
nl: Bezig met afbreken...

source: Downloading Items... Tap to cancel download.
nb: Laster ned elementer... Trykk for å stanse nedlastingen.
nl: Bezig met downloaden... Druk om af te breken.

source: Rename Tag
nb: Omdøp tag
nl: Labelnaam wijzigen

source: Enter a new name for this tag
nb: Skriv inn et nytt navn for denne taggen
nl: Voer een nieuwe naam in voor dit label

source: Cancel
nb: Avbryt
nl: Annuleren

source: Save
nb: Lagre
nl: Opslaan

source: Edit
nb: Rediger
nl: Aanpassen

source: All Untagged Items
nb: Alle umerkede elementer
nl: Alle ongelabelde items

source: About
nb: Om
nl: Over

source: Close
nb: Lukk
nl: Sluiten

source: Unofficial Pocket Client
nb: Uoffisiell lommeklient
nl: Onofficiële Pocket-app

source: Released under the terms of the GNU GPL v3
nb: Utgitt under vilkårene i GNU GPL v3
nl: Uitgebracht onder de voorwaarden van de GNU GPL v3

source: Source code available on %1
nb: Kildekode tilgjengelig på %1
nl: De broncode is beschikbaar op %1

source: Archive Empty
nb: Tomt arkiv
nl: Leeg archief

source: The Archive can be used to list items that you're finished with.
nb: Arkivet kan brukes til å liste opp elementer du er ferdig med.
nl: Je kunt het archief gebruiken om reeds bekeken items op te slaan.

source: To add items to your Archive, tap the checkmark button after opening an item.
nb: For å legge til elementer i arkivet ditt, trykk på hakemerkeknappen etter at du har åpnet et element.
nl: Druk na het openen van een item op het afvinkpictogram om het toe te voegen aan het archief.

source: No Articles Found
nb: Ingen artikler funnet
nl: Geen artikelen

source: There are no articles in your List.
nb: Det er ingen artikler i din liste
nl: Er staan nog geen artikelen op je lijst.

source: There are no articles in your Archive.
nb: Det er ingen artikler i ditt arkiv.
nl: Er staan nog geen artikelen in je archief.

source: Article View
nb: Artikkelvisning
nl: Artikelweergave

source: Web View
nb: Webvisning
nl: Webweergave

source: Switch to Article View
nb: Bytt til artikkelvisning
nl: Artikelweergave gebruiken

source: Switch to Web View
nb: Bytt til webvisning
nl: Webweergave gebruiken

source: External
nb: Ekstern
nl: Extern

source: Go to external link
nb: Gå til ekstern lenke
nl: Externe link openen

source: Re-get article
nb: Hent artikkel på nytt
nl: Artikel opnieuw ophalen

source: Display Settings
nb: Skjermalternativer
nl: Weergave-instellingen

source: Font Settings
nb: Skrifttypealternativer
nl: Lettertype-instellingen

source: Dark
nb: Mørk
nl: Donker

source: Light
nb: Lys
nl: Licht

source: Credits
nb: Bidragsytere
nl: Met dank aan

source: Creator
nb: Skaper
nl: Maker

source: Developers
nb: Utviklere
nl: Ontwikkelaars

source: Icons
nb: Ikoner
nl: Pictogrammen

source: Translators
nb: Oversette
nl: Vertalers

source: Favorites Empty
nb: Favoritter tom
nl: Geen favorieten

source: The Favorites list can help you remember your favorite content.
nb: Favorittlisten kan hjelpe deg med å huske ditt favorittinnhold.
nl: Je kunt de favorietenlijst gebruiken om je favoriete artikelen op te slaan.

source: To add items to your Favorites list, tap the star button after opening an item.
nb: For å legge til elementer i favorittlisten, trykk på stjerneknappen etter å ha åpnet et element.
nl: Druk op de sterknop na het openen van een item om het toe te voegen aan je favorieten.

source: No Images Found
nb: Ingen bilder funnet
nl: Geen afbeeldingen

source: There are no images in your List.
nb: Det er ingen bilder i din liste.
nl: Er staan nog geen afbeeldingen op je lijst.

source: There are no images in your Archive.
nb: Det er ingen bilder i din artikkel.
nl: Er staan nog geen afbeeldingen in je archief.

source: Edit Tags
nb: Rediger tagger
nl: Labels aanpassen

source: Select or enter a tag...
nb: Velg eller rediger en tag...
nl: Kies een label of voer een labelnaam in...

source: All Tags
nb: Alle tagger
nl: Alle labels

source: Login
nb: Logg inn
nl: Inloggen

source: Success!
nb: Vellykket!
nl: Gelukt!

source: Your List Empty
nb: Din liste er tom
nl: Blanco lijst

source: There are many ways to add content to your List.
nb: Det er mange måter å legge til innhold i listen din.
nl: Er zijn verschillende manieren om items toe te voegen aan je lijst.

source: Search by title or URL
nb: Søk på tittel eller URL
nl: Zoeken op naam of url

source: No Results Found
nb: Ingen resultater funnet
nl: Geen zoekresultaten

source: Account
nb: Konto

source: Log out
nb: Logg ut
nl: Uitloggen

source: General
nb: Generelt
nl: Algemeen

source: Dark theme
nb: Mørkt tema
nl: Donker thema

source: You can also toggle this by tapping the Theme button in the Article View
nb: Du kan også veksle mellom dette ved å trykke på Tema-knappen i artikkelvisning
nl: Je kunt ook schakelen door in de artikelweergave op de themaknop te drukken

source: Reading
nb: Leser
nl: Lezen

source: Open best view
nb: Åpne beste visning
nl: Beste weergave gebruiken

source: PockIt will automatically decide the best view (Article or Web View) to show
nb: PockIt bestemmer automatisk den beste visningen (Article eller Web View) å vise
nl: PockIt zal automatisch bepalen wat de beste weergave is (artikel- of webweergave)

source: Justified Text
nb: Begrunnet tekst
nl: Tekst uitvullen

source: Displays text in Article View with justification
nb: Viser tekst i artikkelvisning med begrunnelse
nl: Toont tekst met uitvulling in de artikelweergave

source: Offline Downloading
nb: Nedlasting uten nett
nl: Opslaan voor offline-gebruik

source: Download Articles
nb: Last ned artikler
nl: Artikelen downloaden

source: Use Mobile User Agent
nb: Bruk agent for mobilbruker
nl: Mobiele gebruikersagent gebruiken

source: Clear downloaded files
nb: Fjern nedlastede filer
nl: Gedownloade bestanden wissen

source: List
nb: Liste
nl: Lijst

source: Sync when app opens
nb: Sync når app åpner
nl: Synchroniseren na openen

source: Sort
nb: Sorter
nl: Sorteren

source: Newest First
nb: Nyeste først
nl: Nieuwste eerst

source: Oldest First
nb: Eldste først
nl: Oudste eerst

source: Version %1
nb: Versjon %1
nl: Versie %1

source: Tags List Empty
nb: Tagliste tom
nl: Blanco labellijst

source: To create a tag, swipe from right on an item in your list and tap the Tag button.
nb: For å lage en tag, sveip fra høyre på et element i listen din og trykk på tagg-knappen.
nl: Veeg een item naar rechts en druk op de labelknop om een label toe te kennen.

source: No Videos Found
nb: Ingen videoer funnet
nl: Geen video's

source: There are no videos in your List.
nb: Det er ingen videoer i din liste.
nl: Er staan nog geen video's op je lijst.

source: There are no videos in your Archive.
nb: Det er ingen videoer i ditt arkiv.
nl: Er staan nog geen video's in je archief.

source: Welcome to PockIt!
nb: Velkommen til PockIt
nl: Welkom bij PockIt!

source: There are a few ways you can save items to PockIt. We'll walk you through each of them so you can start getting the most out of your list.
nb: Det er noen måter du kan lagre varer på PockIt. Vi går gjennom hver av dem slik at du kan begynne å få mest mulig ut av listen din.
nl: Er zijn verschillende manieren om items op te slaan in PockIt. We nemen ze allemaal door zodat je direct aan de slag kunt met je lijst.

source: Save From Your Computer
nb: Lagre fra din datamaskin
nl: Opslaan via je computer

source: Adding the PockIt button to your browser makes it easy to save articles, videos and webpages with a single click on your computer.
nb: Å legge til PockIt-knappen i nettleseren din gjør det enkelt å lagre artikler, videoer og websider med et enkelt klikk på datamaskinen din.
nl: Voeg de PockIt-knop toe aan de browser op je computer om snel artikelen, video's en websites op te slaan.

source: Save Via Email
nb: Lagre via epost
nl: Versturen via e-mail

source: You can save from any app that doesn't have a PockIt button by emailing the link to <b>add@getpocket.com</b>.
nb: Du kan lagre fra hvilken som helst app som ikke har en PockIt-knapp ved å sende e-post til lenke til <b> add@getpocket.com </b>.
nl: Als een app geen PockIt-knop heeft, kun je items opslaan door de link te mailen naar <b>add@getpocket.com</b>.

source: Save From Anywhere
nb: Lagre fra hvorsomhelst
nl: Overal opslaan

source: Save from Browser, or any of your favorite apps like Twitter and Facebook. It only takes a minute.
nb: Lagre fra nettleseren, eller noen av favorittappene dine som Twitter og Facebook. Det tar bare et minutt.
nl: Sla items op via je browser of je favoriete apps, zoals Twitter of Facebook. Het kost slechts een minuutje.

source: You're All Set!
nb: Du er klar!
nl: Dat was het!

source: Your Pocket account is ready to go. Now go save all the things you'd like to view later.
nb: Lommekontoen din er klar til bruk. Lagre nå alle tingene du vil se senere.
nl: Je Pocket-account is volledig ingesteld. Vanaf nu kun je alles opslaan wat je later wilt bekijken.

source: Finish
nb: Ferdig
nl: Afronden

source: Skip
nb: Hopp over
nl: Overslaan

source: List Sort
nb: Sorter liste
nl: Lijstsortering

source: OK
nl: Oké
